<!DOCTYPE html>
<html lang="en">
  <head>
    <meta charset="UTF-8" />
    <meta name="viewport" content="width=device-width, initial-scale=1.0" />
    <title>P&aacute;gina de Tributo> Billie Eilish</title>
    <link rel="stylesheet" href="css/styles.css" />
  </head>
  <body>
    <div class="container">
      <!-- Cabecalho -->
      <div class="header">
        <h1 class="titulo-principal">Billie Eilish</h1>
        <p class="paragrafo-principal">Uma cantora de pop alternativo</p>
      </div>

      <div class="imagem-central">
        <figure>
          <img src="img/billieeilish.jpg" alt="fotoBillieEilish" />
          <figcaption>Billie Eilish</figcaption>
        </figure>
      </div>
      <!-- Biografia -->
      <div class="biografia">
        <h2>Sobre os anos inicias da cantora</h2>
        <p>
          Em outubro de 2015, Billie Eilish gravou a can&ccedil;&atilde;o
          <span class="bold">"Ocean Eyes"</span>, inicialmente escrita por
          Finneas para sua banda, e a enviou &agrave; sua professora de
          dan&ccedil;a, que ajudou a coreografar uma dan&ccedil;a para a
          can&ccedil;&atilde;o. "Ocean Eyes" foi lan&ccedil;ado como segundo
          single de Billie Eilish no SoundCloud em 2016. Um videoclipe foi
          lan&ccedil;ado em mar&ccedil;o de 2016 e um v&iacute;deo de Billie
          Eilish performando uma dan&ccedil;a para a can&ccedil;&atilde;o foi
          lan&ccedil;ado em novembro de 2016. Nesse ano, Billie Eilish
          tamb&eacute;m lan&ccedil;ou o single "Six Feet Under". "Ocean Eyes"
          foi certificado platina pela RIAA e alcan&ccedil;ou a
          posi&ccedil;&atilde;o 84 na Billboard Hot 100 em maio de 2019. "Ocean
          Eyes" foi relan&ccedil;ado mundialmente pela Darkroom e Interscope
          Records em 18 de novembro de 2016. Em 14 de janeiro de 2017, Billie
          Eilish lan&ccedil;ou um EP com quatro remixes de "Ocean Eyes".
        </p>
        <p>
          Ap&oacute;s o sucesso dos remixes de "Ocean Eyes", Billie Eilish
          lan&ccedil;ou o single
          <span class="bold">"Bellyache"</span> em 24 de fevereiro de 2017, com
          um v&iacute;deo lan&ccedil;ado em mar&ccedil;o de 2017. Mais tarde, em
          mar&ccedil;o, Billie Eilish lan&ccedil;ou a faixa
          <span class="bold">"Bored"</span> como parte da trilha sonora da
          s&eacute;rie 13 Reasons Why, da Netflix. Em junho de 2017, Billie
          Eilish lan&ccedil;ou o single <span class="bold">"Watch"</span> com um
          single de acompanhamento, <span class="bold">"Copycat"</span>,
          lan&ccedil;ado em julho de 2017, juntamente com o an&uacute;ncio de
          seu EP de estreia, Don't Smile at Me. Em todas as sextas-feiras de
          julho, Billie Eilish adicionava outro single ao EP. Esses singles
          incluem <span class="bold">"Idontwannabeyouanymore"</span> e
          <span class="bold">"My Boy"</span>, com ambos sendo certificados como
          ouro pela RIAA. Don't Smile at Me foi lan&ccedil;ado em agosto de
          2017. Ap&oacute;s o lan&ccedil;amento do EP, Billie Eilish colaborou
          com o rapper americano Vince Staples para um remix de "Watch"
          intitulado "& Burn", que mais tarde foi inclu&iacute;do em um
          relan&ccedil;amento do EP. Ap&oacute;s o sucesso comercial do EP, a
          Apple Music nomeou Billie Eilish como uma artista Up Next em setembro
          de 2017.
        </p>
      </div>
      <!-- Citacao -->
      <div class="citacao">
        <blockquote>
          "Eu olho para o passado com carinho na maior parte do tempo, mas,
          voc&ecirc; sabe, era bem engra&ccedil;ado uma garota de 14 anos com
          seu irm&atilde;o de 17 anos em centenas de reuni&otilde;es a todo
          momento"
        </blockquote>
        <p>Billie eilish</p>
      </div>
      <!-- Lollapalooza 2023 -->
      <div class="lola">
        <h2>Show no Brasil</h2>
        <p>
          Com cara amea&ccedil;adora, postura imponente e a multid&atilde;o na
          m&atilde;o, Billie Eilish estreou no Brasil na noite do dia 24/03/23.
          O show principal da 1&ordf; noite do
          <span class="bold">Lollapalooza 2023</span>, no Aut&oacute;dromo de
          Interlagos, foi suficiente para mostrar que ela &eacute; a
          <span class="bold"
            >principal cantora de sua gera&ccedil;&atilde;o</span
          >.
        </p>
        <p>
          A cantora de 21 anos promoveu uma expans&atilde;o: m&uacute;sicas
          originalmente intimistas e sussurradas, que pareciam feitas para o
          fone de ouvido, ficaram gigantes no Aut&oacute;dromo, com a ajuda do
          coro dos f&atilde;s desde o in&iacute;cio, em
          <span class="bold">"Bury a friend"</span>.
        </p>

        <p>
          Billie Eilish foi acompanhada de s&oacute; dois m&uacute;sicos no
          palco. Eles tocaram bateria, teclado e alguns instrumentos. Grande
          parte das bases &eacute; eletr&ocirc;nica e pr&eacute;-gravada. Mas
          tamb&eacute;m h&aacute; partes ac&uacute;sticas. Assim como a cantora,
          eles passaram bem por tudo, de folk a trip-hop.
        </p>

        <p>
          Billie Eilish atingiu o maior p&uacute;blico da hist&oacute;ria do
          Lollapalooza Brasil, nesta sexta-feira, 24. A cantora americana fechou
          a noite do Aut&oacute;dromo de Interlagos, com
          <span class="bold">104 mil pessoas</span>
          assistindo o espet&aacute;culo. A informa&ccedil;&atilde;o foi
          confirmada pelo portal Bcharts.
        </p>
      </div>

      <!-- citacao 2 -->
      <div class="citacao">
        <blockquote>
          “I don't relate to you <br> 
          I don't relate to you, no <br> 
          'Cause I'd never treat me this shitty <br> You made me hate this city”
        </blockquote>
        <p>Billie Eilish - Happier than Ever</p>
      </div>
      <div class="img-bold">
        <figure>
          <img src="img/billie-eilish.jpg" alt="billieEilishLolla" />
          <figcaption>
            Billie Eilish em seu show no Lollapalooza 2023
          </figcaption>
        </figure>
      </div>
      <!-- Turnes -->
      <div class="turnes">
        <h2>Turn&ecirc;s</h2>
        <ul>
          <li>Don't Smile at Me Tour (2017)</li>
          <li>Where's My Mind Tour (2018)</li>
          <li>1 by 1 Tour (2018 - 2019)</li>
          <li>When We All Fall Asleep Tour (2019)</li>
          <li>Where Do We Go? World Tour (2020)</li>
          <li>Happier Than Ever, The World Tour (2022 - 2023)</li>
        </ul>
      </div>
      <!-- citacao 3 -->
      <div class="citacao">
        <blockquote>
          “É muito legal dizer que sou só eu lá em cima. De certa forma, fiz
          isso para quase provar a mim mesmo que posso fazer isso.”
        </blockquote>
        <p>Billie Eilish</p>
      </div>

      <div class="mais-info">
        <h2>Mais informações</h2>
        <p>
          Você pode conhecer mais sobre ela
          <a href="https://pt.wikipedia.org/wiki/Billie_Eilish"
            >clicando aqui</a
          >
        </p>
      </div>
    </div>
  </body>
</html>
